Repository: li-nd/NativePass
Catalog: NativePass/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ru, uk, zh_hans

source: Type shortcut…
de: Kürzel eingeben…
es: Escribe el atajo…
fr: Tapez le raccourci…
it: Digita scorciatoia…
ja: ショートカットを入力…
ko: 단축키 입력…
nl: Typ sneltoets…
pl: Wpisz skrót…
pt_br: Digite o atalho…
ru: Нажмите сочетание…
uk: Натисніть комбінацію…
zh_hans: 输入快捷键…

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear
ru: Разблокировать
uk: Розблокувати
zh_hans: 解锁

source: Unlock in Terminal
de: Im Terminal entsperren
es: Desbloquear en Terminal
fr: Déverrouiller dans le Terminal
it: Sblocca nel Terminale
ja: Terminal でロック解除
ko: Terminal에서 잠금 해제
nl: Ontgrendelen in Terminal
pl: Odblokuj w Terminalu
pt_br: Desbloquear no Terminal
ru: Разблокировать в Terminal
uk: Розблокувати в Terminal
zh_hans: 在终端解锁

source: Unlock NativePass
de: NativePass entsperren
es: Desbloquear NativePass
fr: Déverrouiller NativePass
it: Sblocca NativePass
ja: NativePass のロック解除
ko: NativePass 잠금 해제
nl: NativePass ontgrendelen
pl: Odblokuj NativePass
pt_br: Desbloquear NativePass
ru: Разблокировать NativePass
uk: Розблокувати NativePass
zh_hans: 解锁 NativePass

source: Unlock NativePass to change settings.
de: Entsperren Sie NativePass, um Einstellungen zu ändern.
es: Desbloquea NativePass para cambiar ajustes.
fr: Déverrouillez NativePass pour modifier les réglages.
it: Sblocca NativePass per modificare le impostazioni.
ja: 設定を変更するには NativePass のロックを解除してください。
ko: 설정을 변경하려면 NativePass를 잠금 해제하세요.
nl: Ontgrendel NativePass om instellingen te wijzigen.
pl: Odblokuj NativePass, aby zmienić ustawienia.
pt_br: Desbloqueie NativePass para alterar ajustes.
ru: Разблокируйте NativePass, чтобы изменить настройки.
uk: Розблокуйте NativePass, щоб змінити налаштування.
zh_hans: 解锁 NativePass 以更改设置。

source: Unlock to search and copy passwords.
de: Entsperren, um Passwörter zu suchen und zu kopieren.
es: Desbloquea para buscar y copiar contraseñas.
fr: Déverrouillez pour rechercher et copier des mots de passe.
it: Sblocca per cercare e copiare le password.
ja: パスワードの検索とコピーにはロック解除が必要です。
ko: 비밀번호를 검색하고 복사하려면 잠금을 해제하세요.
nl: Ontgrendel om wachtwoorden te zoeken en te kopiëren.
pl: Odblokuj, aby wyszukiwać i kopiować hasła.
pt_br: Desbloqueie para pesquisar e copiar senhas.
ru: Разблокируйте, чтобы искать и копировать пароли.
uk: Розблокуйте, щоб шукати й копіювати паролі.
zh_hans: 解锁以搜索并拷贝密码。

source: Unlock your GPG key in Terminal
de: GPG-Schlüssel im Terminal entsperren
es: Desbloquea tu clave GPG en Terminal
fr: Déverrouillez votre clé GPG dans le Terminal
it: Sblocca la chiave GPG nel Terminale
ja: Terminal で GPG キーのロックを解除
ko: Terminal에서 GPG 키 잠금 해제
nl: GPG-sleutel ontgrendelen in Terminal
pl: Odblokuj klucz GPG w Terminalu
pt_br: Desbloqueie sua chave GPG no Terminal
ru: Разблокировать GPG-ключ в Terminal
uk: Розблокувати GPG-ключ у Terminal
zh_hans: 在终端解锁 GPG 密钥

source: Unlock your key in Terminal
de: Schlüssel im Terminal entsperren
es: Desbloquea tu clave en Terminal
fr: Déverrouillez votre clé dans le Terminal
it: Sblocca la chiave nel Terminale
ja: Terminal でキーのロックを解除
ko: Terminal에서 키 잠금 해제
nl: Sleutel ontgrendelen in Terminal
pl: Odblokuj klucz w Terminalu
pt_br: Desbloqueie sua chave no Terminal
ru: Разблокировать ключ в Terminal
uk: Розблокувати ключ у Terminal
zh_hans: 在终端解锁密钥

source: Up to date
de: Aktuell
es: Actualizado
fr: À jour
it: Aggiornato
ja: 最新
ko: 최신 상태
pl: Aktualne
pt_br: Atualizado
ru: Актуально
uk: Актуально
zh_hans: 已是最新

source: Use the sync button in the main toolbar for Pull and Push.
de: Nutzen Sie die Sync-Schaltfläche in der Symbolleiste für Pull und Push.
es: Usa el botón Sync de la barra de herramientas para Pull y Push.
fr: Utilisez le bouton Sync de la barre d'outils pour Pull et Push.
it: Usa il pulsante Sync nella barra degli strumenti per Pull e Push.
ja: Pull と Push にはメインツールバーの Sync ボタンを使ってください。
ko: Pull과 Push에는 메인 도구 모음의 Sync 버튼을 사용하세요.
nl: Gebruik de Sync-knop in de werkbalk voor Pull en Push.
pl: Użyj przycisku Sync na pasku narzędzi do Pull i Push.
pt_br: Use o botão Sync na barra de ferramentas para Pull e Push.
ru: Для Pull и Push используйте кнопку синхронизации на панели инструментов.
uk: Для Pull і Push використовуйте кнопку синхронізації на панелі інструментів.
zh_hans: 使用主工具栏中的同步按钮进行 Pull 和 Push。

source: Uses Touch ID or device password to unlock the app UI. GPG decryption still uses pinentry-mac.
de: Zum Entsperren der App-Oberfläche werden Touch ID oder das Gerätepasswort verwendet. Die GPG-Entschlüsselung nutzt weiterhin pinentry-mac.
es: Usa Touch ID o la contraseña del dispositivo para desbloquear la UI. GPG sigue usando pinentry-mac.
fr: Utilise Touch ID ou le mot de passe de l'appareil pour déverrouiller l'UI. Le déchiffrement GPG utilise toujours pinentry-mac.
it: Usa Touch ID o la password del dispositivo per sbloccare l'UI. La decifratura GPG usa ancora pinentry-mac.
ja: アプリ UI のロック解除に Touch ID またはデバイスパスワードを使用します。GPG 復号は pinentry-mac を使用します。
ko: 앱 UI 잠금 해제에 Touch ID 또는 기기 암호를 사용합니다. GPG 복호화는 계속 pinentry-mac을 사용합니다.
nl: Gebruikt Touch ID of het apparaatwachtwoord om de UI te ontgrendelen. GPG-ontsleuteling gebruikt nog steeds pinentry-mac.
pl: Używa Touch ID lub hasła urządzenia do odblokowania UI. Odszyfrowanie GPG nadal używa pinentry-mac.
pt_br: Usa Touch ID ou a senha do dispositivo para desbloquear a UI. GPG ainda usa pinentry-mac.
ru: Для разблокировки интерфейса используются Touch ID или пароль устройства. Расшифровка GPG по-прежнему через pinentry-mac.
uk: Для розблокування інтерфейсу використовуються Touch ID або пароль пристрою. Розшифрування GPG і далі через pinentry-mac.
zh_hans: 使用 Touch ID 或设备密码解锁应用界面。GPG 解密仍使用 pinentry-mac。

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
nl: Waarde
pl: Wartość
pt_br: Valor
ru: Значение
uk: Значення
zh_hans: 值

source: Verification Code
de: Bestätigungscode
es: Código de verificación
fr: Code de vérification
it: Codice di verifica
ja: 確認コード
ko: 확인 코드
nl: Verificatiecode
pl: Kod weryfikacyjny
pt_br: Código de verificação
ru: Код подтверждения
uk: Код підтвердження
zh_hans: 验证码

source: Verification Codes
de: Bestätigungscodes
es: Códigos de verificación
fr: Codes de vérification
it: Codici di verifica
ja: 確認コード
ko: 확인 코드
nl: Verificatiecodes
pl: Kody weryfikacyjne
pt_br: Códigos de verificação
ru: Коды подтверждения
uk: Коди підтвердження
zh_hans: 验证码

source: Waiting for authentication…
de: Warte auf Authentifizierung …
es: Esperando autenticación…
fr: En attente d'authentification…
it: In attesa di autenticazione…
ja: 認証を待機中…
ko: 인증 대기 중…
nl: Wachten op authenticatie…
pl: Oczekiwanie na uwierzytelnianie…
pt_br: Aguardando autenticação…
ru: Ожидание аутентификации…
uk: Очікування автентифікації…
zh_hans: 等待认证…

source: Warnings
de: Warnungen
es: Advertencias
fr: Avertissements
it: Avvisi
ja: 警告
ko: 경고
nl: Waarschuwingen
pl: Ostrzeżenia
pt_br: Avisos
ru: Предупреждения
uk: Попередження
zh_hans: 警告

source: Warnings:
de: Warnungen:
es: Advertencias:
fr: Avertissements :
it: Avvisi:
ja: 警告:
ko: 경고:
nl: Waarschuwingen:
pl: Ostrzeżenia:
pt_br: Avisos:
ru: Предупреждения:
uk: Попередження:
zh_hans: 警告：

source: When enabled, Quick Access can type the password into the app that was focused before the popup opened.
de: Wenn aktiviert, kann der Schnellzugriff das Passwort in die App tippen, die vor dem Popup fokussiert war.
es: Si está activado, Acceso rápido puede escribir la contraseña en la app que tenía el foco antes del popup.
fr: Une fois activé, l’accès rapide peut saisir le mot de passe dans l’app qui avait le focus avant l’ouverture.
it: Se abilitato, Accesso rapido può digitare la password nell’app che aveva il focus prima del popup.
ja: 有効にすると、ポップアップを開く前にフォーカスされていたアプリにパスワードを自動入力できます。
ko: 사용하면 팝업을 열기 전에 포커스된 앱에 비밀번호를 입력할 수 있습니다.
nl: Indien ingeschakeld kan Sneltoegang het wachtwoord typen in de app die vóór de popup de focus had.
pl: Po włączeniu Szybki dostęp może wpisać hasło w aplikacji, która miała fokus przed otwarciem okna.
pt_br: Quando ativado, o Acesso rápido pode digitar a senha no app que estava em foco antes do popup.
ru: Если включено, Быстрый доступ может ввести пароль в приложение, которое было в фокусе до открытия окна.
uk: Якщо увімкнено, Швидкий доступ може ввести пароль у програму, яка була у фокусі до відкриття вікна.
zh_hans: 启用后，快速访问可将密码键入到弹出窗口打开前处于前台的应用。

source: Without this, NativePass cannot show a passphrase dialog.
de: Ohne dies kann NativePass keinen Passphrase-Dialog anzeigen.
es: Sin esto, NativePass no puede mostrar un diálogo de passphrase.
fr: Sans cela, NativePass ne peut pas afficher de dialogue de passphrase.
it: Senza questo, NativePass non può mostrare una finestra di passphrase.
ja: これがないと NativePass はパスフレーズダイアログを表示できません。
ko: 이것이 없으면 NativePass는 패스프레이즈 대화상자를 표시할 수 없습니다.
nl: Zonder dit kan NativePass geen passphrase-dialoog tonen.
pl: Bez tego NativePass nie może pokazać okna passphrase.
pt_br: Sem isso, NativePass não pode mostrar diálogo de passphrase.
ru: Без этого NativePass не сможет показать диалог passphrase.
uk: Без цього NativePass не зможе показати діалог passphrase.
zh_hans: 否则 NativePass 无法显示口令对话框。

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
uk: Так
zh_hans: 是

source: Your password store is empty.
de: Dein Passwortspeicher ist leer.
es: Tu almacén de contraseñas está vacío.
fr: Votre magasin de mots de passe est vide.
it: Il tuo archivio password è vuoto.
ja: パスワードストアは空です。
ko: 암호 저장소가 비어 있습니다.
nl: Je wachtwoordwinkel is leeg.
pl: Twój magazyn haseł jest pusty.
pt_br: Seu repositório de senhas está vazio.
ru: Хранилище паролей пусто.
uk: Сховище паролів порожнє.
zh_hans: 密码库为空。

source: Your private key is present but locked. Unlock it once in Terminal, or configure pinentry-mac so NativePass can prompt for your passphrase.
de: Ihr privater Schlüssel ist vorhanden, aber gesperrt. Entsperren Sie ihn einmal im Terminal oder konfigurieren Sie pinentry-mac, damit NativePass die Passphrase abfragen kann.
es: Tu clave privada está presente pero bloqueada. Desbloquéala en Terminal o configura pinentry-mac.
fr: Votre clé privée est présente mais verrouillée. Déverrouillez-la dans le Terminal ou configurez pinentry-mac.
it: La chiave privata è presente ma bloccata. Sbloccala nel Terminale o configura pinentry-mac.
ja: 秘密鍵はありますがロックされています。Terminal で解除するか pinentry-mac を設定してください。
ko: 개인 키는 있지만 잠겨 있습니다. Terminal에서 잠금 해제하거나 pinentry-mac을 구성하세요.
nl: Je privésleutel is aanwezig maar vergrendeld. Ontgrendel hem in Terminal of configureer pinentry-mac.
pl: Klucz prywatny jest obecny, ale zablokowany. Odblokuj go w Terminalu lub skonfiguruj pinentry-mac.
pt_br: Sua chave privada está presente, mas bloqueada. Desbloqueie no Terminal ou configure pinentry-mac.
ru: Закрытый ключ есть, но он заблокирован. Разблокируйте его один раз в Terminal или настройте pinentry-mac, чтобы NativePass мог запросить passphrase.
uk: Закритий ключ є, але він заблокований. Розблокуйте його один раз у Terminal або налаштуйте pinentry-mac.
zh_hans: 私钥存在但已锁定。请在终端解锁或配置 pinentry-mac。

source: 1 minute
es: 1 minuto
it: 1 minuto
ja: 1分
ko: 1분
nl: 1 minuut
pl: 1 minuta
pt_br: 1 minuto
ru: 1 минута
uk: 1 хвилина
zh_hans: 1 分钟

source: Auto-Type
es: Escritura automática
fr: Saisie auto
it: Digitazione automatica
ja: 自動入力
ko: 자동 입력
nl: Auto-typen
pl: Auto-wpisywanie
pt_br: Digitação automática
ru: Автонабор
uk: Автонабір
zh_hans: 自动键入

source: Binary
es: Binario
fr: Binaire
it: Binario
ja: バイナリ
ko: 바이너리
pl: Plik binarny
pt_br: Binário
ru: Бинарный файл
uk: Двійковий файл
zh_hans: 二进制

source: Branch
es: Rama
fr: Branche
ja: ブランチ
ko: 브랜치
pl: Gałąź
ru: Ветка
uk: Гілка
zh_hans: 分支

source: Code
es: Código
it: Codice
ja: コード
ko: 코드
pl: Kod
pt_br: Código
ru: Код
uk: Код
zh_hans: 代码

source: Details: %@
es: Detalles: %@
fr: Détails : %@
it: Dettagli: %@
ja: 詳細: %@
ko: 세부정보: %@
pl: Szczegóły: %@
pt_br: Detalhes: %@
ru: Подробности: %@
uk: Подробиці: %@
zh_hans: 详情：%@

source: Git repository: %@
es: Repositorio Git: %@
fr: Dépôt Git : %@
it: Repository Git: %@
ja: Git リポジトリ: %@
ko: Git 저장소: %@
pl: Repozytorium Git: %@
pt_br: Repositório Git: %@
ru: Git-репозиторий: %@
uk: Git-репозиторій: %@
zh_hans: Git 仓库：%@

source: Git Status
es: Estado de Git
fr: Statut Git
it: Stato Git
ja: Git ステータス
ko: Git 상태
pl: Status Git
pt_br: Status do Git
ru: Статус Git
uk: Статус Git
zh_hans: Git 状态

source: Git Sync
es: Sync Git
fr: Sync Git
it: Sync Git
ja: Git 同期
ko: Git 동기화
pl: Synchronizacja Git
pt_br: Sync Git
ru: Синхронизация Git
uk: Синхронізація Git
zh_hans: Git 同步

source: GPG IDs: %@
es: IDs GPG: %@
fr: IDs GPG : %@
it: ID GPG: %@
ja: GPG ID: %@
ko: GPG ID: %@
pl: ID GPG: %@
pt_br: IDs GPG: %@
ru: GPG ID: %@
uk: GPG ID: %@
zh_hans: GPG ID：%@

source: GPG version: %@
es: Versión GPG: %@
fr: Version GPG : %@
it: Versione GPG: %@
ja: GPG バージョン: %@
ko: GPG 버전: %@
nl: GPG-versie: %@
pl: Wersja GPG: %@
pt_br: Versão GPG: %@
ru: Версия GPG: %@
uk: Версія GPG: %@
zh_hans: GPG 版本：%@

source: Import
es: Importar
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
nl: Importeren
pt_br: Importar
ru: Импорт
uk: Імпорт
zh_hans: 导入

source: Name
es: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
uk: Ім’я
zh_hans: 名称

source: Remote
es: Remoto
fr: Distant
it: Remoto
ja: リモート
ko: 원격
pl: Zdalne
pt_br: Remoto
ru: Удалённый
uk: Віддалений
zh_hans: 远程

source: Status
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
ru: Статус
uk: Статус
zh_hans: 状态

source: System
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
nl: Systeem
pl: Systemowy
pt_br: Sistema
ru: Системный
uk: Системна
zh_hans: 系统

source: Version
es: Versión
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
uk: Версія
zh_hans: 版本

source: Working tree
es: Árbol de trabajo
fr: Arbre de travail
ja: 作業ツリー
ko: 작업 트리
pl: Drzewo robocze
ru: Рабочее дерево
uk: Робоче дерево
zh_hans: 工作树

source: Raw
fr: Brut
zh_hans: 原始

source: Plugins
it: Plugin
ja: プラグイン
ko: 플러그인
pl: Wtyczki
ru: Плагины
uk: Плагіни
zh_hans: 插件

source: Plugins (%lld):
it: Plugin (%lld):
ja: プラグイン (%lld):
ko: 플러그인 (%lld):
pl: Wtyczki (%lld):
ru: Плагины (%lld):
uk: Плагіни (%lld):
zh_hans: 插件 (%lld)：

source: Store
ja: ストア
ko: 스토어
pl: Magazyn
ru: Хранилище
uk: Сховище
zh_hans: 存储

source: Sync
ja: 同期
ko: 동기화
pl: Synchronizacja
ru: Синхронизация
uk: Синхронізація
zh_hans: 同步

source: OK
ko: 확인
zh_hans: 好

source: GPG Touch ID
ru: GPG и Touch ID

source: ms
ru: мс
uk: мс
zh_hans: 毫秒
